ms-azuretools.vscode-docker
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-python-envs
ms-vscode.powershell
ms-vscode-remote.remote-wsl
Serhioromano.vscode-gitflow
fnando.linter
continue.continue
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
formulahendry.docker-explorer
kevinrose.vsc-python-indent
mhutchie.git-graph
jeff-hykin.better-dockerfile-syntax
ParthR2031.colorful-comments
vivaxy.vscode-conventional-commits
aorih.kubernetes-file-generator