Serhioromano.vscode-gitflow
fnando.linter
continue.continue
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
formulahendry.docker-explorer
ipedrazas.kubernetes-snippets
kevinrose.vsc-python-indent
lunuan.kubernetes-templates
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
redhat.vscode-yaml
jeff-hykin.better-dockerfile-syntax
ParthR2031.colorful-comments
ms-vscode-remote.remote-wsl
vivaxy.vscode-conventional-commits